Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeApplication/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: This folder is no longer a Git repository.
ar: لم يعد هذا المجلد مستودع Git.
de: Dieser Ordner ist kein Git-Repository mehr.
es: Esta carpeta ya no es un repositorio Git.
fr: Ce dossier n’est plus un dépôt Git.
hi: यह फ़ोल्डर अब Git रिपॉज़िटरी नहीं है।
it: Questa cartella non è più un repository Git.
ja: このフォルダはGitリポジトリではなくなりました。
ko: 이 폴더는 더 이상 Git 저장소가 아닙니다.
nl: Deze map is geen Git-repository meer.
pl: Ten folder nie jest już repozytorium Git.
pt_br: Esta pasta não é mais um repositório Git.
ru: Эта папка больше не является репозиторием Git.
tr: Bu klasör artık bir Git deposu değil.
uk: Ця папка більше не є репозиторієм Git.
zh_hans: 此文件夹已不再是 Git 仓库。
zh_hant: 此資料夾已不再是 Git 儲存庫。

source: This repository is no longer where it was.
ar: لم يعد هذا المستودع في مكانه.
de: Dieses Repository befindet sich nicht mehr am alten Ort.
es: Este repositorio ya no está en su ubicación.
fr: Ce dépôt n’est plus à son emplacement.
hi: यह रिपॉज़िटरी अब अपनी जगह पर नहीं है।
it: Questo repository non è più dov’era.
ja: このリポジトリは元の場所にありません。
ko: 이 저장소가 원래 위치에 없습니다.
nl: Deze repository staat niet meer op de oude plek.
pl: To repozytorium nie znajduje się już w dawnym miejscu.
pt_br: Este repositório não está mais onde estava.
ru: Этот репозиторий больше не находится на прежнем месте.
tr: Bu depo artık eski yerinde değil.
uk: Цього репозиторію більше немає на попередньому місці.
zh_hans: 此仓库已不在原位置。
zh_hant: 此儲存庫已不在原本的位置。

source: This repository took more than %lld s to answer.
ar: استغرق هذا المستودع أكثر من %lld ث للاستجابة.
de: Dieses Repository hat mehr als %lld s zum Antworten gebraucht.
es: Este repositorio ha tardado más de %lld s en responder.
fr: Ce dépôt a mis plus de %lld s à répondre.
hi: इस रिपॉज़िटरी ने उत्तर देने में %lld से. से अधिक समय लिया।
it: Questo repository ha impiegato più di %lld s a rispondere.
ja: このリポジトリの応答に%lld秒以上かかりました。
ko: 이 저장소가 응답하는 데 %lld초 넘게 걸렸습니다.
nl: Deze repository deed er meer dan %lld s over om te reageren.
pl: Odpowiedź tego repozytorium trwała ponad %lld s.
pt_br: Este repositório levou mais de %lld s para responder.
ru: Этот репозиторий отвечал дольше %lld с.
tr: Bu deponun yanıt vermesi %lld sn’den uzun sürdü.
uk: Цей репозиторій відповідав довше ніж %lld с.
zh_hans: 此仓库的响应时间超过了 %lld 秒。
zh_hant: 此儲存庫花了超過 %lld 秒才回應。

source: This session
ar: هذه الجلسة
de: Diese Sitzung
es: Esta sesión
fr: Cette session
hi: यह सेशन
it: Questa sessione
ja: このセッション
ko: 이 세션
nl: Deze sessie
pl: Ta sesja
pt_br: Esta sessão
ru: Эта сессия
tr: Bu oturum
uk: Цей сеанс
zh_hans: 此会话
zh_hant: 此工作階段

source: This session already runs that agent and model.
ar: تستخدم هذه الجلسة هذا الوكيل وهذا النموذج بالفعل.
de: Diese Sitzung verwendet bereits diesen Agent und dieses Modell.
es: Esta sesión ya usa ese agente y ese modelo.
fr: Cette session utilise déjà cet agent et ce modèle.
hi: यह सेशन पहले से उसी एजेंट और मॉडल पर चल रहा है।
it: Questa sessione usa già quell’agente e quel modello.
ja: このセッションはすでにそのエージェントとモデルを使用しています。
ko: 이 세션은 이미 해당 에이전트와 모델을 사용하고 있습니다.
nl: Deze sessie gebruikt die agent en dat model al.
pl: Ta sesja już używa tego agenta i modelu.
pt_br: Esta sessão já usa esse agente e esse modelo.
ru: Эта сессия уже использует этого агента и эту модель.
tr: Bu oturum zaten bu ajanı ve modeli kullanıyor.
uk: Цей сеанс уже використовує цього агента й цю модель.
zh_hans: 此会话已在使用该智能体和模型。
zh_hant: 此工作階段已在使用該代理程式和模型。

source: This session cannot be restarted.
ar: لا يمكن إعادة تشغيل هذه الجلسة.
de: Diese Sitzung kann nicht neu gestartet werden.
es: Esta sesión no se puede reiniciar.
fr: Cette session ne peut pas être relancée.
hi: यह सेशन फिर से शुरू नहीं किया जा सकता।
it: Questa sessione non può essere riavviata.
ja: このセッションは再起動できません。
ko: 이 세션은 재시작할 수 없습니다.
nl: Deze sessie kan niet worden herstart.
pl: Nie można ponownie uruchomić tej sesji.
pt_br: Esta sessão não pode ser reiniciada.
ru: Эту сессию невозможно перезапустить.
tr: Bu oturum yeniden başlatılamaz.
uk: Цей сеанс неможливо перезапустити.
zh_hans: 无法重新启动此会话。
zh_hant: 無法重新啟動此工作階段。

source: This session cannot be switched right now.
ar: لا يمكن تبديل وكيل هذه الجلسة الآن.
de: Der Agent dieser Sitzung kann gerade nicht gewechselt werden.
es: Ahora mismo no se puede cambiar el agente de esta sesión.
fr: L’agent de cette session ne peut pas être changé pour le moment.
hi: इस सेशन का एजेंट अभी नहीं बदला जा सकता।
it: Non è possibile cambiare l’agente di questa sessione al momento.
ja: このセッションのエージェントは現在切り替えられません。
ko: 지금은 이 세션의 에이전트를 전환할 수 없습니다.
nl: De agent van deze sessie kan nu niet worden gewisseld.
pl: Nie można teraz zmienić agenta tej sesji.
pt_br: Não é possível trocar o agente desta sessão agora.
ru: Сейчас невозможно сменить агента этой сессии.
tr: Bu oturumun ajanı şu anda değiştirilemez.
uk: Агента цього сеансу зараз неможливо змінити.
zh_hans: 目前无法切换此会话的智能体。
zh_hant: 目前無法切換此工作階段的代理程式。

source: This session changed while the switch was being prepared, so nothing was switched.
ar: تغيّرت هذه الجلسة أثناء تجهيز تبديل الوكيل، لذا لم يتم تبديل أي شيء.
de: Diese Sitzung hat sich während der Vorbereitung des Wechsels geändert, daher wurde nichts gewechselt.
es: Esta sesión ha cambiado mientras se preparaba el cambio de agente, así que no se ha cambiado nada.
fr: Cette session a changé pendant la préparation du changement d’agent : rien n’a été changé.
hi: एजेंट बदलने की तैयारी के दौरान यह सेशन बदल गया, इसलिए कुछ नहीं बदला गया।
it: Questa sessione è cambiata mentre si preparava il cambio di agente, quindi non è stato cambiato nulla.
ja: 切り替えの準備中にこのセッションが変更されたため、何も切り替えられませんでした。
ko: 전환을 준비하는 동안 이 세션이 변경되어 아무것도 전환되지 않았습니다.
nl: Deze sessie is gewijzigd terwijl de wissel werd voorbereid, dus er is niets gewisseld.
pl: Sesja zmieniła się podczas przygotowywania zmiany agenta, więc nic nie zostało zmienione.
pt_br: Esta sessão mudou enquanto a troca era preparada, então nada foi trocado.
ru: Сессия изменилась во время подготовки смены агента, поэтому ничего не изменено.
tr: Bu oturum, ajan değişikliği hazırlanırken değişti; bu nedenle hiçbir şey değiştirilmedi.
uk: Сеанс змінився під час підготовки зміни агента, тому нічого не змінено.
zh_hans: 准备切换期间此会话发生了变化，因此未进行任何切换。
zh_hant: 準備切換期間此工作階段已變更，因此未進行任何切換。

source: This session could not be restarted.
ar: تعذّرت إعادة تشغيل هذه الجلسة.
de: Diese Sitzung konnte nicht neu gestartet werden.
es: No se ha podido reiniciar esta sesión.
fr: Cette session n’a pas pu être relancée.
hi: यह सेशन फिर से शुरू नहीं हो सका।
it: Impossibile riavviare questa sessione.
ja: このセッションを再起動できませんでした。
ko: 이 세션을 재시작할 수 없었습니다.
nl: Deze sessie kon niet worden herstart.
pl: Nie udało się ponownie uruchomić tej sesji.
pt_br: Não foi possível reiniciar esta sessão.
ru: Не удалось перезапустить эту сессию.
tr: Bu oturum yeniden başlatılamadı.
uk: Не вдалося перезапустити цей сеанс.
zh_hans: 未能重新启动此会话。
zh_hant: 無法重新啟動此工作階段。

source: This session has no folder to start in.
ar: لا يوجد مجلد تبدأ فيه هذه الجلسة.
de: Diese Sitzung hat keinen Ordner, in dem sie starten kann.
es: Esta sesión no tiene ninguna carpeta en la que iniciarse.
fr: Cette session n’a aucun dossier dans lequel démarrer.
hi: इस सेशन के पास शुरू होने के लिए कोई फ़ोल्डर नहीं है।
it: Questa sessione non ha una cartella in cui avviarsi.
ja: このセッションには開始するフォルダがありません。
ko: 이 세션에는 시작할 폴더가 없습니다.
nl: Deze sessie heeft geen map om in te starten.
pl: Ta sesja nie ma folderu, w którym mogłaby się uruchomić.
pt_br: Esta sessão não tem uma pasta onde iniciar.
ru: У этой сессии нет папки для запуска.
tr: Bu oturumun başlayacağı bir klasör yok.
uk: Цей сеанс не має папки для запуску.
zh_hans: 此会话没有可在其中启动的文件夹。
zh_hant: 此工作階段沒有可供啟動的資料夾。

source: This session is already running.
ar: هذه الجلسة قيد التشغيل بالفعل.
de: Diese Sitzung läuft bereits.
es: Esta sesión ya está en ejecución.
fr: Cette session est déjà en cours d’exécution.
hi: यह सेशन पहले से चल रहा है।
it: Questa sessione è già in esecuzione.
ja: このセッションはすでに実行中です。
ko: 이 세션은 이미 실행 중입니다.
nl: Deze sessie is al actief.
pl: Ta sesja już działa.
pt_br: Esta sessão já está em execução.
ru: Эта сессия уже работает.
tr: Bu oturum zaten çalışıyor.
uk: Цей сеанс уже працює.
zh_hans: 此会话已在运行。
zh_hant: 此工作階段已在執行中。

source: This session is archived.
ar: هذه الجلسة مؤرشفة.
de: Diese Sitzung ist archiviert.
es: Esta sesión está archivada.
fr: Cette session est archivée.
hi: यह सेशन आर्काइव किया गया है।
it: Questa sessione è archiviata.
ja: このセッションはアーカイブされています。
ko: 이 세션은 보관되었습니다.
nl: Deze sessie is gearchiveerd.
pl: Ta sesja jest zarchiwizowana.
pt_br: Esta sessão está arquivada.
ru: Эта сессия в архиве.
tr: Bu oturum arşivlenmiş.
uk: Цей сеанс архівовано.
zh_hans: 此会话已归档。
zh_hant: 此工作階段已封存。

source: This session is no longer in the store.
ar: لم تعد هذه الجلسة محفوظة.
de: Diese Sitzung ist nicht mehr gespeichert.
es: Esta sesión ya no está guardada.
fr: Cette session n’est plus enregistrée.
hi: यह सेशन अब सहेजा हुआ नहीं है।
it: Questa sessione non è più salvata.
ja: このセッションはもう保存されていません。
ko: 이 세션이 더 이상 저장되어 있지 않습니다.
nl: Deze sessie staat niet meer in het sessiebestand.
pl: Tej sesji nie ma już w pliku sesji.
pt_br: Esta sessão não está mais registrada.
ru: Этой сессии больше нет в файле сессий.
tr: Bu oturum artık kayıtlı değil.
uk: Цього сеансу більше немає у файлі сеансів.
zh_hans: 此会话已不在存储中。
zh_hant: 此工作階段已不在儲存資料中。

source: This session was archived while its agent was being stopped.
ar: تمت أرشفة هذه الجلسة أثناء إيقاف وكيلها.
de: Diese Sitzung wurde archiviert, während ihr Agent gestoppt wurde.
es: Esta sesión se ha archivado mientras se detenía su agente.
fr: Cette session a été archivée pendant l’arrêt de son agent.
hi: इसका एजेंट रोके जाने के दौरान यह सेशन आर्काइव कर दिया गया।
it: Questa sessione è stata archiviata mentre il suo agente veniva arrestato.
ja: エージェントの停止中にこのセッションがアーカイブされました。
ko: 에이전트를 중단하는 동안 이 세션이 보관되었습니다.
nl: Deze sessie is gearchiveerd terwijl haar agent werd gestopt.
pl: Ta sesja została zarchiwizowana podczas zatrzymywania jej agenta.
pt_br: Esta sessão foi arquivada enquanto o agente estava sendo parado.
ru: Эта сессия была архивирована во время остановки её агента.
tr: Bu oturum, ajanı durdurulurken arşivlendi.
uk: Цей сеанс архівовано під час зупинки його агента.
zh_hans: 此会话在其智能体停止期间被归档。
zh_hant: 此工作階段在其代理程式停止期間被封存。

source: This session was never given a coding agent.
ar: لم يُعيَّن أي وكيل برمجة لهذه الجلسة قط.
de: Dieser Sitzung wurde nie ein Coding-Agent zugewiesen.
es: A esta sesión nunca se le asignó un agente de código.
fr: Aucun agent de code n’a jamais été attribué à cette session.
hi: इस सेशन को कभी कोई कोडिंग एजेंट नहीं दिया गया।
it: A questa sessione non è mai stato assegnato un agente di programmazione.
ja: このセッションにはコーディングエージェントが割り当てられていません。
ko: 이 세션에는 코딩 에이전트가 지정된 적이 없습니다.
nl: Aan deze sessie is nooit een codeeragent toegewezen.
pl: Tej sesji nigdy nie przypisano agenta kodującego.
pt_br: Nenhum agente de código foi atribuído a esta sessão.
ru: Этой сессии так и не был назначен агент для программирования.
tr: Bu oturuma hiçbir zaman bir kodlama ajanı atanmadı.
uk: Цьому сеансу ніколи не призначали агента для програмування.
zh_hans: 此会话从未分配编程智能体。
zh_hant: 此工作階段從未指定程式碼代理程式。

source: Ticket resolvers couldn't be read: %@
ar: تعذّرت قراءة محلّلات التذاكر: %@
de: Ticket-Resolver konnten nicht gelesen werden: %@
es: No se han podido leer los resolutores de tickets: %@
fr: Les résolveurs de tickets n’ont pas pu être lus : %@
hi: टिकट रिज़ॉल्वर पढ़े नहीं जा सके: %@
it: Impossibile leggere i risolutori di ticket: %@
ja: チケットリゾルバを読み込めませんでした：%@
ko: 티켓 해석기를 읽을 수 없습니다: %@
nl: Ticketresolvers konden niet worden gelezen: %@
pl: Nie można odczytać resolverów zgłoszeń: %@
pt_br: Não foi possível ler os resolvedores de tickets: %@
ru: Не удалось прочитать обработчики тикетов: %@
tr: Talep çözümleyicileri okunamadı: %@
uk: Не вдалося прочитати обробники тікетів: %@
zh_hans: 无法读取工单解析器：%@
zh_hant: 無法讀取工單解析器：%@

source: Ticket resolvers couldn't be saved: %@
ar: تعذّر حفظ محلّلات التذاكر: %@
de: Ticket-Resolver konnten nicht gesichert werden: %@
es: No se han podido guardar los resolutores de tickets: %@
fr: Les résolveurs de tickets n’ont pas pu être enregistrés : %@
hi: टिकट रिज़ॉल्वर सहेजे नहीं जा सके: %@
it: Impossibile salvare i risolutori di ticket: %@
ja: チケットリゾルバを保存できませんでした：%@
ko: 티켓 해석기를 저장할 수 없습니다: %@
nl: Ticketresolvers konden niet worden bewaard: %@
pl: Nie można zachować resolverów zgłoszeń: %@
pt_br: Não foi possível salvar os resolvedores de tickets: %@
ru: Не удалось сохранить обработчики тикетов: %@
tr: Talep çözümleyicileri kaydedilemedi: %@
uk: Не вдалося зберегти обробники тікетів: %@
zh_hans: 无法存储工单解析器：%@
zh_hant: 無法儲存工單解析器：%@

source: To-do list
ar: قائمة المهام
de: To-do-Liste
es: Lista de tareas
fr: Liste de tâches
hi: कार्य सूची
it: Elenco attività
ja: ToDoリスト
ko: 할 일 목록
nl: Takenlijst
pl: Lista zadań
pt_br: Lista de tarefas
ru: Список задач
tr: Yapılacaklar listesi
uk: Список завдань
zh_hans: 待办事项
zh_hant: 待辦事項列表

source: Try again, and report the failure if it persists.
ar: حاول مرة أخرى، وأبلغ عن الإخفاق إذا استمر.
de: Versuche es erneut und melde den Fehler, wenn er weiterhin auftritt.
es: Vuelve a intentarlo e informa del fallo si persiste.
fr: Réessayez, et signalez l’échec s’il persiste.
hi: फिर से कोशिश करें, और यदि समस्या बनी रहे तो इसकी रिपोर्ट करें।
it: Riprova e segnala l’errore se persiste.
ja: もう一度お試しください。問題が続く場合は報告してください。
ko: 다시 시도하고, 문제가 계속되면 실패를 보고하십시오.
nl: Probeer het opnieuw en meld de fout als die blijft optreden.
pl: Spróbuj ponownie i zgłoś błąd, jeśli się powtarza.
pt_br: Tente novamente e relate a falha se ela persistir.
ru: Повторите попытку и сообщите о сбое, если он повторится.
tr: Yeniden deneyin; sorun sürerse bildirin.
uk: Спробуйте ще раз і повідомте про збій, якщо він повториться.
zh_hans: 请重试；如果问题仍然存在，请报告此故障。
zh_hant: 請再試一次，若問題持續請回報失敗。

source: Try again, and restore a backup if it persists.
ar: حاول مرة أخرى، واستعد نسخة احتياطية إذا استمرت المشكلة.
de: Versuche es erneut und stelle ein Backup wieder her, wenn das Problem weiterhin besteht.
es: Vuelve a intentarlo y restaura una copia de seguridad si el problema persiste.
fr: Réessayez, et restaurez une sauvegarde si le problème persiste.
hi: फिर से कोशिश करें, और यदि समस्या बनी रहे तो बैकअप रीस्टोर करें।
it: Riprova e ripristina un backup se il problema persiste.
ja: もう一度お試しください。問題が続く場合はバックアップから復元してください。
ko: 다시 시도하고, 문제가 계속되면 백업을 복원하십시오.
nl: Probeer het opnieuw en zet een reservekopie terug als het probleem blijft.
pl: Spróbuj ponownie i przywróć kopię zapasową, jeśli problem się powtarza.
pt_br: Tente novamente e restaure um backup se o problema persistir.
ru: Повторите попытку и восстановите резервную копию, если проблема сохранится.
tr: Yeniden deneyin; sorun sürerse bir yedeği geri yükleyin.
uk: Спробуйте ще раз і відновіть резервну копію, якщо проблема не зникне.
zh_hans: 请重试；如果问题仍然存在，请恢复备份。
zh_hant: 請再試一次，若問題持續請回復備份。

source: Unarchive it first, then restart it.
ar: ألغِ أرشفتها أولًا، ثم أعد تشغيلها.
de: Dearchiviere sie zuerst und starte sie dann neu.
es: Desarchívala primero y luego reiníciala.
fr: Désarchivez-la d’abord, puis relancez-la.
hi: पहले इसे अनआर्काइव करें, फिर इसे फिर से शुरू करें।
it: Rimuovila prima dall’archivio, poi riavviala.
ja: 先にアーカイブを解除してから、再起動してください。
ko: 먼저 보관을 해제한 후 재시작하십시오.
nl: Haal haar eerst uit het archief en herstart haar dan.
pl: Najpierw przywróć ją z archiwum, a następnie uruchom ponownie.
pt_br: Desarquive-a primeiro e depois reinicie-a.
ru: Сначала разархивируйте её, затем перезапустите.
tr: Önce arşivden çıkarın, sonra yeniden başlatın.
uk: Спершу розархівуйте його, а потім перезапустіть.
zh_hans: 请先取消归档，然后重新启动。
zh_hant: 請先取消封存，然後再重新啟動。

source: Unarchive it first, then switch its agent.
ar: ألغِ أرشفتها أولًا، ثم بدّل وكيلها.
de: Dearchiviere sie zuerst und wechsle dann ihren Agent.
es: Desarchívala primero y luego cambia su agente.
fr: Désarchivez-la d’abord, puis changez son agent.
hi: पहले इसे अनआर्काइव करें, फिर इसका एजेंट बदलें।
it: Rimuovila prima dall’archivio, poi cambia il suo agente.
ja: 先にアーカイブを解除してから、エージェントを切り替えてください。
ko: 먼저 보관을 해제한 후 에이전트를 전환하십시오.
nl: Haal haar eerst uit het archief en wissel dan van agent.
pl: Najpierw przywróć ją z archiwum, a następnie zmień jej agenta.
pt_br: Desarquive-a primeiro e depois troque o agente.
ru: Сначала разархивируйте её, затем смените агента.
tr: Önce arşivden çıkarın, sonra ajanını değiştirin.
uk: Спершу розархівуйте його, а потім змініть агента.
zh_hans: 请先取消归档，然后切换其智能体。
zh_hant: 請先取消封存，然後再切換其代理程式。

source: Update it to %@ or newer, then detect again.
ar: حدّثه إلى الإصدار %@ أو أحدث، ثم أعد الاكتشاف.
de: Aktualisiere ihn auf %@ oder neuer und erkenne dann erneut.
es: Actualízalo a la versión %@ o posterior y vuelve a detectar.
fr: Mettez-le à jour vers la version %@ ou ultérieure, puis relancez la détection.
hi: इसे संस्करण %@ या नए पर अपडेट करें, फिर दोबारा पहचानें।
it: Aggiornalo alla versione %@ o successiva, poi rileva di nuovo.
ja: バージョン%@以降にアップデートしてから、再検出してください。
ko: %@ 이상으로 업데이트한 후 다시 감지하십시오.
nl: Werk hem bij naar %@ of nieuwer en detecteer opnieuw.
pl: Uaktualnij go do wersji %@ lub nowszej, a następnie wykryj ponownie.
pt_br: Atualize-o para a versão %@ ou posterior e detecte novamente.
ru: Обновите его до версии %@ или новее, затем повторите обнаружение.
tr: %@ veya daha yeni bir sürüme güncelleyin, sonra yeniden algılayın.
uk: Оновіть його до версії %@ або новішої, а потім виявіть знову.
zh_hans: 请将其更新到 %@ 或更高版本，然后重新检测。
zh_hant: 請將其更新至 %@ 或以上版本，然後重新偵測。

source: Vibe Manager already runs %lld terminals, the most it runs at once.
ar: يشغّل Vibe Manager بالفعل %lld طرفية، وهو الحد الأقصى في وقت واحد.
de: Vibe Manager führt bereits %lld Terminals aus, das gleichzeitige Maximum.
es: Vibe Manager ya ejecuta %lld terminales, el máximo simultáneo.
fr: Vibe Manager exécute déjà %lld terminaux, le maximum simultané.
hi: Vibe Manager पहले से %lld टर्मिनल चला रहा है, जो एक साथ चलाने की अधिकतम सीमा है।
it: Vibe Manager esegue già %lld terminali, il massimo consentito contemporaneamente.
ja: Vibe Managerはすでに同時実行の上限である%lld個のターミナルを実行しています。
ko: Vibe Manager가 이미 동시 실행 한도인 터미널 %lld개를 실행 중입니다.
nl: Vibe Manager draait al %lld terminals, het maximum tegelijk.
pl: Vibe Manager uruchomił już %lld terminala – maksymalną liczbę naraz.
pt_br: O Vibe Manager já executa %lld terminais, o máximo simultâneo.
ru: Vibe Manager уже запустил %lld терминала — максимум одновременно.
tr: Vibe Manager zaten %lld terminal çalıştırıyor; bu, aynı anda çalıştırabileceği en yüksek sayı.
uk: Vibe Manager уже запустив %lld термінала — максимум одночасно.
zh_hans: Vibe Manager 已在运行 %lld 个终端，达到同时运行的上限。
zh_hant: Vibe Manager 已在執行 %lld 個終端機，已達同時執行的上限。

source: Vibe Manager is not allowed to run %@.
ar: غير مسموح لـ Vibe Manager بتشغيل %@.
de: Vibe Manager darf %@ nicht ausführen.
es: Vibe Manager no tiene permiso para ejecutar %@.
fr: Vibe Manager n’est pas autorisé à exécuter %@.
hi: Vibe Manager को %@ चलाने की अनुमति नहीं है।
it: Vibe Manager non è autorizzato a eseguire %@.
ja: Vibe Managerには%@を実行する権限がありません。
ko: Vibe Manager에 %@을(를) 실행할 권한이 없습니다.
nl: Vibe Manager mag %@ niet uitvoeren.
pl: Vibe Manager nie ma pozwolenia na uruchomienie %@.
pt_br: O Vibe Manager não tem permissão para executar %@.
ru: Vibe Manager не разрешено запускать %@.
tr: Vibe Manager’ın %@ dosyasını çalıştırmasına izin verilmiyor.
uk: Vibe Manager не має дозволу на запуск %@.
zh_hans: Vibe Manager 不被允许运行 %@。
zh_hant: Vibe Manager 不被允許執行 %@。

source: exit code %@
ar: رمز الخروج %@
es: código de salida %@
fr: code de sortie %@
hi: एग्ज़िट कोड %@
it: codice di uscita %@
ja: 終了コード%@
ko: 종료 코드 %@
nl: afsluitcode %@
pl: kod wyjścia %@
pt_br: código de saída %@
ru: код выхода %@
tr: çıkış kodu %@
uk: код виходу %@
zh_hans: 退出码 %@
zh_hant: 結束代碼 %@

source: external volumes
ar: وحدات التخزين الخارجية
de: externe Volumes
es: los volúmenes externos
fr: les volumes externes
hi: बाहरी वॉल्यूम
it: i volumi esterni
ja: 外部ボリューム
ko: 외장 볼륨
nl: externe volumes
pl: woluminy zewnętrzne
pt_br: os volumes externos
ru: внешние тома
tr: harici bölümler
uk: зовнішні томи
zh_hans: 外置宗卷
zh_hant: 外接卷宗

source: failed
ar: فشل
de: fehlgeschlagen
es: fallo
fr: échec
hi: विफल
it: non riuscito
ja: 失敗
ko: 실패
nl: mislukt
pl: niepowodzenie
pt_br: falhou
ru: ошибка
tr: başarısız
uk: невдача
zh_hans: 失败
zh_hant: 失敗

source: interrupted
ar: تمت المقاطعة
de: unterbrochen
es: interrumpido
fr: interrompu
hi: बाधित
it: interrotto
ja: 中断
ko: 중단됨
nl: onderbroken
pl: przerwano
pt_br: interrompido
ru: прервано
tr: yarıda kesildi
uk: перервано
zh_hans: 已中断
zh_hant: 已中斷

source: lines %@
ar: الأسطر %@
de: Zeilen %@
es: líneas %@
fr: lignes %@
hi: पंक्तियाँ %@
it: righe %@
ja: %@行目
ko: %@행
nl: regels %@
pl: wiersze %@
pt_br: linhas %@
ru: строки %@
tr: satırlar %@
uk: рядки %@
zh_hans: 第 %@ 行
zh_hant: 第 %@ 行

source: macOS does not let Vibe Manager read this repository.
ar: لا يسمح macOS لـ Vibe Manager بقراءة هذا المستودع.
de: macOS lässt Vibe Manager dieses Repository nicht lesen.
es: macOS no permite que Vibe Manager lea este repositorio.
fr: macOS ne permet pas à Vibe Manager de lire ce dépôt.
hi: macOS, Vibe Manager को यह रिपॉज़िटरी पढ़ने नहीं देता।
it: macOS non consente a Vibe Manager di leggere questo repository.
ja: macOSによって、Vibe Managerはこのリポジトリを読み込めません。
ko: macOS에서 Vibe Manager가 이 저장소를 읽도록 허용하지 않습니다.
nl: macOS laat Vibe Manager deze repository niet lezen.
pl: macOS nie pozwala Vibe Manager odczytać tego repozytorium.
pt_br: O macOS não permite que o Vibe Manager leia este repositório.
ru: macOS не позволяет Vibe Manager читать этот репозиторий.
tr: macOS, Vibe Manager’ın bu depoyu okumasına izin vermiyor.
uk: macOS не дозволяє Vibe Manager читати цей репозиторій.
zh_hans: macOS 不允许 Vibe Manager 读取此仓库。
zh_hant: macOS 不允許 Vibe Manager 讀取此儲存庫。

source: new shell
ar: shell جديد
de: neue Shell
es: nuevo shell
fr: nouveau shell
hi: नया शेल
it: nuova shell
ja: 新しいシェル
ko: 새로운 셸
nl: nieuwe shell
pl: nowa powłoka
pt_br: novo shell
ru: новая оболочка
tr: yeni kabuk
uk: нова оболонка
zh_hans: 新 shell
zh_hant: 新的 shell

source: not allowed
ar: غير مسموح
de: nicht erlaubt
es: no permitido
fr: non autorisé
hi: अनुमति नहीं
it: non consentito
ja: 許可されていません
ko: 허용되지 않음
nl: niet toegestaan
pl: niedozwolone
pt_br: não permitido
ru: не разрешено
tr: izin verilmedi
uk: не дозволено
zh_hans: 不允许
zh_hant: 不允許

# separator.relaunched
source: Restarted
ar: إعادة تشغيل
de: Neustart
es: Reinicio
fr: Relance
hi: पुनरारंभ
it: Riavvio
ja: 再起動
ko: 재시작
nl: Herstart
pl: Ponowne uruchomienie
pt_br: Reinício
ru: Перезапуск
tr: Yeniden Başlatma
uk: Перезапуск
zh_hans: 重新启动
zh_hant: 重新啟動

# separator.resumed
source: Resumed
ar: استئناف
de: Fortsetzung
es: Reanudación
fr: Reprise
hi: पुनर्बहाली
it: Ripresa
ja: 再開
ko: 재개
nl: Hervat
pl: Wznowienie
pt_br: Retomada
ru: Возобновление
tr: Sürdürme
uk: Продовження
zh_hans: 恢复
zh_hant: 繼續

source: there is nowhere to keep notes.
ar: لا يوجد مكان لحفظ الملاحظات.
de: Es gibt keinen Ort, um Notizen aufzubewahren.
es: no hay dónde guardar las notas.
fr: il n’y a nulle part où conserver les notes.
hi: नोट्स रखने की कोई जगह नहीं है।
it: non c’è nessun posto dove conservare le note.
ja: メモを保存する場所がありません。
ko: 메모를 보관할 곳이 없습니다.
nl: er is geen plek om notities te bewaren.
pl: nie ma gdzie przechowywać notatek.
pt_br: não há onde guardar as notas.
ru: заметки негде хранить.
tr: notları saklayacak bir yer yok.
uk: немає де зберігати нотатки.
zh_hans: 没有可保存备注的位置。
zh_hant: 沒有可保存筆記的位置。

source: your Desktop
ar: سطح المكتب
de: deinen Schreibtisch
es: tu Escritorio
fr: votre Bureau
hi: आपका डेस्कटॉप
it: la tua Scrivania
ja: デスクトップ
ko: 데스크탑
nl: je bureaublad
pl: Twoje biurko
pt_br: a sua Mesa
ru: ваш Рабочий стол
tr: Masaüstünüz
uk: ваш робочий стіл
zh_hans: 你的桌面
zh_hant: 你的桌面
